/* 
  File.strings
  LZTest

  Created by 沧海无际 on 2019/10/30.
  Copyright © 2019 TEST. All rights reserved.
*/

//MARK: - 升级20191030
"A new version is available." = "إصدار جديد متوفر.";
"Version:" = "الإصدار:";
"Released Date:" = "تاريخ الإفراج:";
"Remind me later" = "ذكرني لاحقا";
"Update now" = "تحديث الان";
"Check the update" = "تحقق من التحديث";
"The version you are using is the latest one!" = "الإصدار الذي تستخدمه هو الأحدث!";
"Software updata" = "تحديثات البرامج";
"Network error, please check the network and try again." = "خطأ في الشبكة ، يرجى التحقق من الشبكة والمحاولة مرة أخرى.";
"OK" = "حسنا";
"Downloading, please wait a moment." = "تحميل ، يرجى الانتظار لحظة.";
"Download complete. Immediate installation requires closing the running program. Do you want to continue?" = "تم التحميل. يتطلب التثبيت الفوري إغلاق البرنامج قيد التشغيل. هل تريد الاستمرار؟";
"Install now" = "تثبيت الآن";
"Cancel" = "إلغاء";
"Download the latest version, do you want to cancel?" = "قم بتنزيل أحدث إصدار ، هل تريد الإلغاء؟";
"Download error, please check the network and try again," = "خطأ في التنزيل ، يرجى التحقق من الشبكة والمحاولة مرة أخرى ،";
"Yes" = "نعم";
"No" = "لا";
"Installing, please wait a moment." = "تثبيت ، يرجى الانتظار لحظة.";
"Install complete." = "تثبيت كاملة.";
"Start now" = "ابدأ الآن";
"Install failed, please try again." = "فشل التثبيت ، يرجى المحاولة مرة أخرى.";
"Please waiting patiently for the program installation to complete, otherwise it may cause the program exception." = "يرجى الانتظار بصبر لإكمال تثبيت البرنامج ، وإلا فقد يتسبب في استثناء البرنامج.";
"Try again" = "حاول مرة أخري";

"What's New:" = "ما الجديد:";
"Checking for updates…" = "تدقيق عن تحديثات…";
